<?php

include_once('m/auth.php');

?>
<html>

<head>
	<title></title>
	<meta charset="utf-8">
	<link rel="stylesheet" href="css/reset.css">
	<link rel="stylesheet" href="css/style.css">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	<meta name="viewport" content="width=320px, initial-scale=1.0">

</head>

<body>
	<?php include_once 'header.php';
	$_SESSION['redirecturl'] = "faq.php";
	?>

	<main>
		<?php include_once 'live.php';?>
		<div class="section-2 clearfix-1">
			<div class="container">
				<div class="content">
					<h1>FAQ - О НАС</h1>
					<div class="center">

						<div class="questions">
							<!--Вопрос-->
							<div class="question">
								<input type="checkbox" id="hd-1" class="hide" />
								<label for="hd-1"><span>Вопрос №1. У меня есть деньги в Steam, но candy-case их не видит. Почему?</span></label>
								<div class="answer">
									<p>Мы пытаемся создать самые честные и окупаемые опен-кейсы в рунете. И если на боте нет нужной вам вещи, ничего страшного, вы в любом случае ее получите! Просто есть определенные риски, например мы закупим на бота предметов на 400к рублей, и его в один день забанят. В таком случае, мы не только потеряем деньги которые потратили на закуп вещей, но и деньги которые нам придется выплачивать победителям. Из-за этого, добрую часть дорогих вещей мы покупаем "По факту", т.е "Вы выиграли - мы закупили", что приводит наш сайт к более дорогому и частому дропу - Ведь нам не нужно сдирать с пользователя деньги "На черный день". Но, ошибки на стороне Steam и Торговых Площадок неизбежны.

										По этому время ожидания ваших предметов может длиться от 1 минуты до 4х часов.</p>
								</div>
							</div>
							<!--Вопрос конец-->
							<!--Вопрос-->
							<div class="question">
								<input type="checkbox" id="hd-2" class="hide" />
								<label for="hd-2"><span>Вопрос №1. У меня есть деньги в Steam, но candy-case их не видит. Почему?</span></label>
								<div class="answer">
									<p>Мы пытаемся создать самые честные и окупаемые опен-кейсы в рунете. И если на боте нет нужной вам вещи, ничего страшного, вы в любом случае ее получите! Просто есть определенные риски, например мы закупим на бота предметов на 400к рублей, и его в один день забанят. В таком случае, мы не только потеряем деньги которые потратили на закуп вещей, но и деньги которые нам придется выплачивать победителям. Из-за этого, добрую часть дорогих вещей мы покупаем "По факту", т.е "Вы выиграли - мы закупили", что приводит наш сайт к более дорогому и частому дропу - Ведь нам не нужно сдирать с пользователя деньги "На черный день". Но, ошибки на стороне Steam и Торговых Площадок неизбежны.

										По этому время ожидания ваших предметов может длиться от 1 минуты до 4х часов.</p>
								</div>
							</div>
							<!--Вопрос конец-->
							<!--Вопрос-->
							<div class="question">
								<input type="checkbox" id="hd-3" class="hide" />
								<label for="hd-3"><span>Вопрос №1. У меня есть деньги в Steam, но candy-case их не видит. Почему?</span></label>
								<div class="answer">
									<p>Мы пытаемся создать самые честные и окупаемые опен-кейсы в рунете. И если на боте нет нужной вам вещи, ничего страшного, вы в любом случае ее получите! Просто есть определенные риски, например мы закупим на бота предметов на 400к рублей, и его в один день забанят. В таком случае, мы не только потеряем деньги которые потратили на закуп вещей, но и деньги которые нам придется выплачивать победителям. Из-за этого, добрую часть дорогих вещей мы покупаем "По факту", т.е "Вы выиграли - мы закупили", что приводит наш сайт к более дорогому и частому дропу - Ведь нам не нужно сдирать с пользователя деньги "На черный день". Но, ошибки на стороне Steam и Торговых Площадок неизбежны.

										По этому время ожидания ваших предметов может длиться от 1 минуты до 4х часов.</p>
								</div>
							</div>
							<!--Вопрос конец-->
							<!--Вопрос-->
							<div class="question">
								<input type="checkbox" id="hd-4" class="hide" />
								<label for="hd-4"><span>Вопрос №1. У меня есть деньги в Steam, но candy-case их не видит. Почему?</span></label>
								<div class="answer">
									<p>Мы пытаемся создать самые честные и окупаемые опен-кейсы в рунете. И если на боте нет нужной вам вещи, ничего страшного, вы в любом случае ее получите! Просто есть определенные риски, например мы закупим на бота предметов на 400к рублей, и его в один день забанят. В таком случае, мы не только потеряем деньги которые потратили на закуп вещей, но и деньги которые нам придется выплачивать победителям. Из-за этого, добрую часть дорогих вещей мы покупаем "По факту", т.е "Вы выиграли - мы закупили", что приводит наш сайт к более дорогому и частому дропу - Ведь нам не нужно сдирать с пользователя деньги "На черный день". Но, ошибки на стороне Steam и Торговых Площадок неизбежны.

										По этому время ожидания ваших предметов может длиться от 1 минуты до 4х часов.</p>
								</div>
							</div>
							<!--Вопрос конец-->
							<!--Вопрос-->
							<div class="question">
								<input type="checkbox" id="hd-5" class="hide" />
								<label for="hd-5"><span>Вопрос №1. У меня есть деньги в Steam, но candy-case их не видит. Почему?</span></label>
								<div class="answer">
									<p>Мы пытаемся создать самые честные и окупаемые опен-кейсы в рунете. И если на боте нет нужной вам вещи, ничего страшного, вы в любом случае ее получите! Просто есть определенные риски, например мы закупим на бота предметов на 400к рублей, и его в один день забанят. В таком случае, мы не только потеряем деньги которые потратили на закуп вещей, но и деньги которые нам придется выплачивать победителям. Из-за этого, добрую часть дорогих вещей мы покупаем "По факту", т.е "Вы выиграли - мы закупили", что приводит наш сайт к более дорогому и частому дропу - Ведь нам не нужно сдирать с пользователя деньги "На черный день". Но, ошибки на стороне Steam и Торговых Площадок неизбежны.

										По этому время ожидания ваших предметов может длиться от 1 минуты до 4х часов.</p>
								</div>
							</div>
							<!--Вопрос конец-->
							<!--Вопрос-->
							<div class="question">
								<input type="checkbox" id="hd-6" class="hide" />
								<label for="hd-6"><span>Вопрос №1. У меня есть деньги в Steam, но candy-case их не видит. Почему?</span></label>
								<div class="answer">
									<p>Мы пытаемся создать самые честные и окупаемые опен-кейсы в рунете. И если на боте нет нужной вам вещи, ничего страшного, вы в любом случае ее получите! Просто есть определенные риски, например мы закупим на бота предметов на 400к рублей, и его в один день забанят. В таком случае, мы не только потеряем деньги которые потратили на закуп вещей, но и деньги которые нам придется выплачивать победителям. Из-за этого, добрую часть дорогих вещей мы покупаем "По факту", т.е "Вы выиграли - мы закупили", что приводит наш сайт к более дорогому и частому дропу - Ведь нам не нужно сдирать с пользователя деньги "На черный день". Но, ошибки на стороне Steam и Торговых Площадок неизбежны.

										По этому время ожидания ваших предметов может длиться от 1 минуты до 4х часов.</p>
								</div>
							</div>
							<!--Вопрос конец-->
						</div>



					</div>
				</div>
			</div>
		</div>

		<?php include_once 'stat.php';?>
	</main>
	<?php include_once 'footer.php';?>
</body>

</html>
